{"StudyFieldsResponse":{"APIVrs":"1.01.05","DataVrs":"2022:06:23 23:12:38.411","Expression":"Duchenne Muscular Dystrophy","NStudiesAvail":419313,"NStudiesFound":795,"MinRank":1,"MaxRank":10,"NStudiesReturned":10,"FieldList":["NCTId","DesignInterventionModel","DesignInterventionModelDescription","DesignAllocation","PrimaryOutcomeMeasure","OutcomeMeasureDescription"],"StudyFields":[{"Rank":1,"NCTId":["NCT04740554"],"DesignInterventionModel":[],"DesignInterventionModelDescription":[],"DesignAllocation":[],"PrimaryOutcomeMeasure":["Heart Rate Variability in adolescents with Duchenne Muscular Dystrophy undergoing therapy with corticosteroids"],"OutcomeMeasureDescription":[]},{"Rank":2,"NCTId":["NCT05244395"],"DesignInterventionModel":["Single Group Assignment"],"DesignInterventionModelDescription":[],"DesignAllocation":["N/A"],"PrimaryOutcomeMeasure":["Duchenne Muscular Dystrophy Gait Assessment Scale (DMD-GAS)","Motor Function Measure (MFM)"],"OutcomeMeasureDescription":[]},{"Rank":3,"NCTId":["NCT04607824"],"DesignInterventionModel":[],"DesignInterventionModelDescription":[],"DesignAllocation":[],"PrimaryOutcomeMeasure":["Heart Rate Variability behavior during computational task"],"OutcomeMeasureDescription":[]},{"Rank":4,"NCTId":["NCT05305976"],"DesignInterventionModel":["Parallel Assignment"],"DesignInterventionModelDescription":["Grup 1: Ambulant Group Grup 2: Non-ambulant Group"],"DesignAllocation":["Non-Randomized"],"PrimaryOutcomeMeasure":["Functional level","Socio-demographics","Walking test (Before intervention)","Walking test (After intervention)","Time to stand up from the supine position (Before intervention)","Time to stand up from the supine position (After intervention)","Modified upper extremity performance test (Before intervention)","Modified upper extremity performance test (After intervention)","Endurance (Before intervention)","Endurance (After intervention)","Pulmonary Dysfunction Test (Before intervention)","Pulmonary Dysfunction Test (After intervention)"],"OutcomeMeasureDescription":[]},{"Rank":5,"NCTId":["NCT05249361"],"DesignInterventionModel":[],"DesignInterventionModelDescription":[],"DesignAllocation":[],"PrimaryOutcomeMeasure":["Correlation between physical activity(VM) and muscle quantitative index"],"OutcomeMeasureDescription":[]},{"Rank":6,"NCTId":["NCT03513367"],"DesignInterventionModel":[],"DesignInterventionModelDescription":[],"DesignAllocation":[],"PrimaryOutcomeMeasure":["Evaluate the validity of the French version of the DMD module of the PedsQLTM 3.0 scale","Evaluate the reliability of the French version of the DMD module of the PedsQLTM 3.0 scale"],"OutcomeMeasureDescription":[]},{"Rank":7,"NCTId":["NCT05209087"],"DesignInterventionModel":[],"DesignInterventionModelDescription":[],"DesignAllocation":[],"PrimaryOutcomeMeasure":["International Physical Activity Questionnaire-Short Form-IPAQ-SF","Physical Activity Questionnaire for Children-PAQ-C","Physical Activity Questionnaire for Adolescents-PAQ-A","Six Minute Walk Test-6MWT","North Star Ambulatory Assessment-NSAD","Children's Attraction to Physical Activity Scale-CAPA","The Pediatric Outcomes Data Collection Instrument (PODCI)","Pedometer","Children's Physical Activity Correlates-CPAC"],"OutcomeMeasureDescription":[]},{"Rank":8,"NCTId":["NCT02069756"],"DesignInterventionModel":[],"DesignInterventionModelDescription":[],"DesignAllocation":[],"PrimaryOutcomeMeasure":["Genetic mutation"],"OutcomeMeasureDescription":[]},{"Rank":9,"NCTId":["NCT02530905"],"DesignInterventionModel":["Parallel Assignment"],"DesignInterventionModelDescription":[],"DesignAllocation":["Randomized"],"PrimaryOutcomeMeasure":["Number of Participants With Treatment Emergent Adverse Events (TEAEs)","Number of Participants With Potentially Clinically Significant (PCS) Laboratory Abnormalities Reported as TEAEs","Number of Participants With Potentially Clinically Significant Abnormalities in Vital Signs Reported as TEAEs","Number of Participants With Potentially Clinically Significant Abnormalities in Electrocardiogram (ECG) Reported as TEAEs","Number of Participants With Potentially Clinically Significant Abnormalities in Echocardiograms (ECHO)"],"OutcomeMeasureDescription":["Adverse event (AE) was any untoward medical occurrence in a clinical trial participant, which does not necessarily have a causal relationship with the investigational drug. AEs also included abnormal physical examination findings (Physical examination were conducted per protocol and any clinically significant abnormal findings were recorded in medical history if pre-existing or addressed as an AE if new or worsening). TEAEs was defined as AEs that started, worsened, or became serious on or after the start of first infusion through 148 weeks. Number of participants with TEAEs were reported.","Laboratory parameters included serum chemistry (hepatic chemistry and renal chemistry), hematology, coagulation, and urinalysis. Number of participants with potentially clinically significant abnormal finding were reported as TEAEs. The Investigator determined whether abnormal assessment results were potentially clinically significant or not. Potentially clinical significance was defined as any variation in assessment results that had medical relevance resulting in an alteration in medical care.","Vital sign parameters included systolic blood pressure (SBP), diastolic blood pressure (DBP), heart rate (HR), and body temperature. Number of participants with at least one potentially clinically significant abnormal vital signs findings were reported as TEAEs. The Investigator determined whether abnormal assessment results were potentially clinically significant or not. Potential clinical significance was defined as any variation in assessment results that had medical relevance resulting in an alteration in medical care.","Twelve-lead ECGs were performed at a consistent time of day throughout the study. Electrocardiograms were performed only after the participant was in the supine position, resting, and quiet for a minimum of 15 minutes. The ECG was manually reviewed and interpreted by medically qualified personnel. Number of participants with potentially clinically significant abnormalities in ECG reported as TEAEs were presented here. The Investigator determined whether abnormal assessment results were potentially clinically significant or not.","Standard, 2-dimensional ECHOs were performed at a consistent time of day throughout the study.The ECHO was reviewed and interpreted by medically qualified personnel. Number of participants with potentially clinically significant abnormalities in ECHO were reported.","Maximum Concentration (Cmax) of casimersen in plasma was evaluated.","Time to reach maximum plasma concentration (Tmax) of casimersen was evaluated.","Area under the concentration-time curve from time zero to the last quantifiable concentration of casimersen in plasma were evaluated.","Area under concentration-time curve from time zero pre-dose to twenty-four hours post-dos of casimersen in plasma were evaluated.","Area under the concentration-time curve from time zero extrapolated to the infinity of casimersen in plasma was evaluated.","Volume of distribution was defined as the theoretical volume in which the total amount of drug would need to be uniformly distributed to produce the desired plasma concentration of a drug. Apparent volume of distribution at steady state of casimersen was evaluated.","T1/2 is the time measured for the plasma concentration of drug to decrease by one half. T1/2 of casimersen was evaluated.","Drug clearance is a quantitative measure of the rate at which a drug substance is removed from the blood. CL of casimersen was evaluated.","MRTinf = AUMCinf/AUCinf - T/2, where T was the infusion duration, and AUMCinf was the area under the first moment curve from time 0 extrapolated to infinite time, calculated using the linear/log trapezoidal method. MRTinf of casimersen was evaluated.","Renal clearance was calculated using the partial AUC0-24 from the non-compartmental analysis in plasma and AE0-24. AUC0-24 was defined as area under the plasma concentration-time curve, from time 0 to 24 hours after completion of dosing. AE0-24 was defined as total cumulative amount excreted from 0 to 24 hours. Summarized data of all urine collection intervals are reported."]},{"Rank":10,"NCTId":["NCT03039686"],"DesignInterventionModel":["Parallel Assignment"],"DesignInterventionModelDescription":[],"DesignAllocation":["Randomized"],"PrimaryOutcomeMeasure":["Baseline for the North Star Ambulatory Assessment (NSAA) Total Score","Change From Baseline in the North Star Ambulatory Assessment (NSAA) Total Score at Week 48"],"OutcomeMeasureDescription":["The NSAA is a functional scale specifically designed for ambulant boys with Duchenne muscular dystrophy (DMD) that can provide information about motor function. The NSAA is a 17-item test of standing, ability to transition from lying to sitting, sitting to standing, and other mobility assessments. Each of the 17 items is evaluated on an ordinal scale of 0-2: 0 = unable to achieve independently, 1 = modified method but achieves goal independent of physical assistance from another, or 2 = normal with no obvious modification of activity. Total score range is 0 to 34. Higher scores reflect better performance.","The NSAA is a functional scale specifically designed for ambulant boys with Duchenne muscular dystrophy (DMD) that can provide information about motor function. The NSAA is a 17-item test of standing, ability to transition from lying to sitting, sitting to standing, and other mobility assessments. Each of the 17 items is evaluated on an ordinal scale of 0-2: 0 = unable to achieve independently, 1 = modified method but achieves goal independent of physical assistance from another, or 2 = normal with no obvious modification of activity. Total score range is 0 to 34. Higher scores reflect better performance. A positive change from baseline indicates an improvement. Based on the mixed-effect model of repeated measures (MMRM).","The time to complete the 4 stair climb was measured at baseline.","4SCV was calculated as the ratio of the number of stairs climbed (4) divided by the number of seconds taken to complete the 4-stair climb. The results were converted into velocity (distance/time). A positive change from baseline indicates an improvement. Based on the mixed-effect model of repeated measures (MMRM).","The time required for a participant to stand from supine position. A longer time reflects a worse outcome.","The time required for a participant to stand from supine position. A longer time reflects a worse outcome. A negative change from baseline indicates an improvement. Based on the mixed-effect model of repeated measures (MMRM).","The time required for a participant to run or walk a distance of 10 meters as quickly as possible. A longer time reflects a worse outcome.","The time required for a participant to run or walk a distance of 10 meters as quickly as possible calculated as velocity (distance/time). A positive change from baseline indicates an improvement. Based on the mixed-effect model of repeated measures (MMRM).","The PODCI is designed to be completed by the parent/guardian of a child who has knowledge of the child's conditions. The Transfer and Basic Mobility scale is one of the subscales of the PODCI. The results are standardized into a scale of 0-100 with a higher score reflecting better performance.","The PODCI is designed to be completed by the parent/guardian of a child who has knowledge of the child's conditions. The Transfer and Basic Mobility scale is one of the subscales of the PODCI. The results are standardized into a scale of 0-100 with a higher score reflecting better performance. A positive change from baseline indicates an improvement. Based on the mixed-effect model of repeated measures (MMRM).","Proximal lower extremity flexor (knee extension and knee flexion) strength was measured using manual myometry. A higher score reflects a better outcome. A positive change from baseline indicates an improvement.","The 6MWD measured the distance a participant was able to traverse while walking for 6 minutes. A longer distance reflects a better outcome.","The 6MWD measured the distance a participant was able to traverse while walking for 6 minutes. A longer distance reflects a better outcome. A positive change from baseline indicates an improvement. Based on the mixed-effect model of repeated measures (MMRM).","The CGI-C was used to assess the participant's overall condition on a 7-point scale, using the status markers \"very much improved, much improved, slightly improved, no change, slightly worse, much worse or very much worse\" at Week 48 as compared to baseline.","Stride velocity was recorded with the ActiMyo device in a subset of the overall study population. The ActiMyo device measures the daily movement and activity levels of the participant. The device consists of two sensors worn on each ankle. A higher velocity reflects a better outcome. A positive change from baseline indicates an improvement.","An adverse event is any untoward medical occurrence in a subject administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An adverse event can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events.","An adverse event is any untoward medical occurrence in a subject administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An adverse event can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events. Reported here is the number of participants with AEs that led to study discontinuation."]}]}}