{"StudyFieldsResponse":{"APIVrs":"1.01.05","DataVrs":"2022:06:23 23:12:38.411","Expression":"Duchenne Muscular Dystrophy","NStudiesAvail":419313,"NStudiesFound":795,"MinRank":1,"MaxRank":10,"NStudiesReturned":10,"FieldList":["NCTId","OfficialTitle","Phase","BriefSummary","CollaboratorName","DetailedDescription","EnrollmentCount","IsFDARegulatedDevice","IsFDARegulatedDrug"],"StudyFields":[{"Rank":1,"NCTId":["NCT04740554"],"OfficialTitle":["Characterization of Heart Rate Variability in Individuals With Duchenne Muscular Dystrophy - Influence of Corticosteroids and Betablockers"],"Phase":[],"BriefSummary":["A cross-sectional study was carried out, in which 40 boys, aged 11 to 18 years, were evaluated. The recruitment of groups was carried out at the neuromuscular disease outpatient clinic of the Federal University of São Paulo (UNIFESP). The recruited individuals were divided into 4 groups, namely: DMD that used deflazacort (DMD-D); DMD that used Prednisone/Prednisolone (DMD-P); DMD Control with no corticoid use (DMD-C) and Controls with typical development (CTD). The protocol was applied during the evaluation that was carried out at outpatient follow-up visits.\n\nTo assess the functionality of each patient, the Vignos scales were used to characterize the sample and the Motor Function Measure (MFM) for association with HRV indices.\n\nAll heart rate records were performed using a cardiofrequencymeter (V800, Polar). After placing the brace and monitor, the individuals were placed in the supine position and remained at rest spontaneously breathing for 25 minutes. For HRV analysis, indexes obtained by linear methods, in the domain of time and frequency, and non-linear methods were used."],"CollaboratorName":[],"DetailedDescription":["A cross-sectional study was carried out, in which 40 boys, aged 11 to 18 years, were evaluated. The recruitment of groups was carried out at the neuromuscular disease outpatient clinic of the Federal University of São Paulo (UNIFESP). The recruited individuals were divided into 4 groups, namely: DMD that used deflazacort (DMD-D) with n=11; DMD that used Prednisone/Prednisolone (DMD-P), with n=9; DMD Control with no corticoid use (DMD-C), and n=10 and Controls with typical development (CTD) with n=10. The protocol was applied during the evaluation that was carried out at outpatient follow-up visits. Anthropometry was analyzed in 4 groups and functionality was assessed in 3 groups with DMD. To assess the functionality of each patient, the Vignos scales were used to characterize the sample and the Motor Function Measure (MFM) for association with HRV indices.\n\nInitially, the resting ECG was analyzed to verify the existence of sinus rhythm and to exclude individuals with arrhythmias and blocks. The measurements at rest were performed immediately before and after the HRV assessment, including systolic (SBP) and diastolic (DBP), heart rate (HR), Respiratory Rate (RF - blood pressure) to ensure that at the beginning and at the end of the collection FR remains between 9 - 24rpm, in the range of 0.15 - 0.40Hz) and partial oxygen saturation (SO2). Heart rate was recorded by the cardiofrequency meter (RS800CX, Polar). And the partial oxygen saturation by means of a digital oximeter (DX2010, Dixtal) connected to the participant's index finger or hallux, through a sensor of age-appropriate size, in room air. Hemoglobin saturation by oxygen was recorded after the first minute of stabilization, as the value that remains most constant during the second minute.\n\nAll heart rate records were performed using a cardiofrequencymeter (V800, Polar). After placing the brace and monitor, the individuals were placed in the supine position and remained at rest spontaneously breathing for 25 minutes. For HRV analysis, indexes obtained by linear methods, in the domain of time and frequency, and non-linear methods were used.\n\nIn the time domain, for linear analyses, each normal RR interval (sinus beats) was verified during a certain time interval and, using statistical and non-linear methods, the translating indexes of fluctuations in the duration of the cardiac cycles were calculated. With this, the indices expressed in ms were obtained: SDNN (Standard deviation of the normal RR intervals recorded in a time interval); rMSSD (square root of the mean of the square of the differences between adjacent normal RR intervals in a time interval).\n\nIn the frequency domain, the spectral power density is more used, mainly when treating individuals in resting conditions. This analysis divides HRV into fundamental oscillatory components, which were used the main: High Frequency normalized unite (HFnu) component and Low Frequency normalized unite (LFnu) component. O algoritmo utilizado para a análise espectral foi a transformada rápida de Fourier - FFT (janela de 256 s com 50% de overlap).\n\nAmong the nonlinear methods used for HRV analysis, we can mention the Detrended Fluctuations Analysis (DFA), Visual Recurrence Analysis (VRA) and symbolic analysis (SA), the three of which were verified in this study.\n\nDFA is used to quantify the fractal property of RR interval time series, being used to detect possible abnormalities present in a subject, based on α coefficients. For this, short memory parameters α1, which corresponds to a period of 4 to 11 beats, and long memory α2, which corresponds to the period from 64 to 1024 beats, were used.\n\nThe VRA is used to study the time dependence of a series, that is, in the study of stationarity35. The recurrence graph makes it possible to visualize the behavior of trajectories in the phase space and, in addition, to show the times in which a state of a dynamic system is repeated, besides these factors can be confirmed regarding the quantitative analysis of this, wich presents such indices: Mean, SD, PerRec, PerDet, PerLam, TrapTim, Ratio.\n\nThe evaluation of the symbolic analysis is based on the quantification of the information carried in a time series, in the transformation of the previously selected iRRs into integers from zero to six, from which sequences of 3 symbols (symbolic patterns) are constructed. For this, all possible patterns will be grouped according to the number and type of variations between the symbols, shown subsequently. The patterns were (1) patterns, without variation (0V), three identical symbols; (2) patterns with a variation (1V), that is, two subsequent symbols that are the same and a different one; (3) patterns with two similar variations (2LV) that is, the three symbols form a ramp; (4) patterns with two different variations (2ULV), that is, the three symbols form a peak or a valley."],"EnrollmentCount":["40"],"IsFDARegulatedDevice":["No"],"IsFDARegulatedDrug":["No"]},{"Rank":2,"NCTId":["NCT05244395"],"OfficialTitle":["Development of a New Instrument to Evaluate Gait Characteristics of Individuals With Duchenne Muscular Dystrophy: Gait Assessment Scale for Duchenne Muscular Dystrophy, and Its Validity and Reliability"],"Phase":["Not Applicable"],"BriefSummary":["The aim of this study was to develop a gait assessment instrument for Duchenne Muscular Dystrophy patients (DMD-GAS), and investigate its validity and reliability.The scale was developed considering the expert opinions which included 10 physiotherapists who had experience in the management of patients with DMD over the 2-round Delphi method, and the Content Validity Index (CVI) was calculated. The final version of the DMD-GAS that was agreed upon the experts consisted of 10 items, and each item scored between 0 and 2. The intra-rater reliability was established by the video analysis of children with a 1-month interval and inter-rater reliability was determined by the scores of 3 physiotherapists. The criterion validity was determined by investigating the relationship between the total score of the DMD-GAS and Motor Function Measure (MFM), 6 Minute Walk Test (6MWT), and the data obtained from GAITRite system."],"CollaboratorName":[],"DetailedDescription":[],"EnrollmentCount":["56"],"IsFDARegulatedDevice":["No"],"IsFDARegulatedDrug":["No"]},{"Rank":3,"NCTId":["NCT04607824"],"OfficialTitle":["Computational Task in Duchenne Muscular Dystrophy: Involvement of Cardiac Autonomic Regulation."],"Phase":[],"BriefSummary":["HRV is attained using a Polar RS800CX. Then, evaluated through linear, non-linear and chaotic global techniques (CGT). Forty-five male subjects were included in the DMD group and age-matched with forty-five in the healthy Typical Development (TD) control group. They were assessed for twenty minutes at rest sitting, and then five minutes whilst performing the maze task on a computer."],"CollaboratorName":[],"DetailedDescription":["This is a cross-sectional study, where HR was recorded beat-to-beat (RR intervals) using the portable Polar RS800CX HR monitor (Polar Electro, Finland). HR was recorded before the onset and at the end of the five minutes of the computer maze paradigm task.\n\nThe subjects were seated in a standard chair (walkers, TD group and DMD) or in their own wheelchair (non-walkers, DMD group), the Polar watch was positioned on the wrist. The analysis of HRV was possible through the recording of RR interval in two periods: the period of twenty minutes at seated rest, and then during the computer task for five minutes.\n\nThe computer task used a maze paradigm with one correct pathway that could be negotiated and ultimately solved. All participants were positioned comfortably and an evaluator responsible for instruction and annotation of data.\n\nEach individual was instructed to walk the correct path with the digital character pawn (pointed on the screen by the evaluator) to the exit of the maze identified by an \"x\" (pointed on the screen by the evaluator). It was provided for the subjects, who used the arrow buttons on the keyboard, identified by up, down, right and left, using the dominant hand, with the arrows moving through a 20 x 20 cm maze. Participants were requested to complete the maze as fast as possible.\n\nHRV analysis followed the guidelines published by the Task Force of the European Society of Cardiology and North American Society of Pacing and Electrophysiology. The RR intervals were recorded, and then were downloaded to the Polar Precision Performance program (v.3.0). This software enabled the visualization of HR and the extraction of a cardiac period (RR intervals series; the variation of beat-to-beat interval in milliseconds) file in \".txt\" format. For analysis of HRV data at rest, we analyzed 1000 consecutive RR intervals, and for HRV analysis for the computational task, the number of consecutive RR intervals obtained was exactly 256 RR intervals. Digital filtering complemented by manual filtering was performed to eliminate artifacts and only series with greater than 95% of sinus beats were included in the study. HRV analysis was undertaken through linear, non-linear and chaotic global techniques (CGT)."],"EnrollmentCount":["90"],"IsFDARegulatedDevice":["No"],"IsFDARegulatedDrug":["No"]},{"Rank":4,"NCTId":["NCT05305976"],"OfficialTitle":["Remote Physiotherapy Application to Protect Physical Health in Duchenne Muscular Dystrophy"],"Phase":["Not Applicable"],"BriefSummary":["Duchenne Muscular Dystrophy (DMD) is a progressive inherited disease that affects the muscles and causes functional limitations to varying degrees. It is vital to start physiotherapy follow-ups immediately after diagnosis. Patients with DMD are among the most vulnerable groups who have problems in accessing physiotherapy services during the COVID-19 pandemic. The aim of the study was to investigate the effects of the telerehabilitation program developed to protect the physical health of patients with DMD and not to interrupt their follow-up."],"CollaboratorName":[],"DetailedDescription":["Forty two patients with DMD were included in the study. 30 of them were ambulant in group 1, and 12 were non-ambulant in group 2. Physiotherapy assessments were performed blindly before the program started. According to the functional levels of the individuals, 2 groups were formed. 9 physiotherapists applied the tele-rehabilitation program for 24 session (3 days in a week)."],"EnrollmentCount":["43"],"IsFDARegulatedDevice":["No"],"IsFDARegulatedDrug":["No"]},{"Rank":5,"NCTId":["NCT05249361"],"OfficialTitle":["Correlation Between Functional Capacity and Functional Capability in Patients With Duchenne Muscular Dystrophy-A Longitudinal Study"],"Phase":[],"BriefSummary":["This study investigates the correlation between assessments measuring functional capacity and functional capability in patients with Duchenne muscular dystrophy."],"CollaboratorName":[],"DetailedDescription":["This study is a prospective single-arm observational study, with a total of two visits for one year follow-up."],"EnrollmentCount":["60"],"IsFDARegulatedDevice":["No"],"IsFDARegulatedDrug":["No"]},{"Rank":6,"NCTId":["NCT03513367"],"OfficialTitle":["The Validation Process for Confirmation of the French Version of the Pediatric Quality of Life Inventory (PedsQLTM) 3.0 Duchenne Muscular Dystrophy Module."],"Phase":[],"BriefSummary":["There isn't specific Health related quality of life measure for children with DMD in French. The aim of this study is to validate the French version of the Pediatric Quality of Life Inventory 3.0 Duchenne Muscular Dystrophy module with a multicentric study. The investigators will evaluate the following psychometric properties : convergent validity, internal validity, inter-rater reliability. The investigators would like to be able to use this scientific tool in future clinical trials."],"CollaboratorName":[],"DetailedDescription":["The Duchenne Muscular Dystrophy, the commonest form of dystrophy, is an X-linked, recessive neuromuscular disease, in which there is an absence of the protein dystrophin. This chronic and progressive disease leads to an inevitable loss of autonomy (muscle weakness, respiratory and cardiac failure). With better multidisciplinary care, life expectancy has increased but also morbidity. From now one, the evaluation of the quality of life of children with DMD is necessary in therapeutic trials.\n\nGiven the specificities of the disease, it seems appropriate to have a specific scale. In the literature there isn't quality of life scale specific to Duchenne Muscular Dystrophy in French version. The only specific scale that exists is the specific module PedsQLTM DMD that was validated in English version in 2012. This scale is relevant for assessing the quality of life in clinical trials and in daily clinical practice given its psychometric properties (good internal consistency close to 0.8).The main hypothesis that we formulate is to validate the French translation of the pediatric module of Duchenne Muscular Dystrophy of the PedsQL ™ 3.0 scale."],"EnrollmentCount":["210"],"IsFDARegulatedDevice":["No"],"IsFDARegulatedDrug":["No"]},{"Rank":7,"NCTId":["NCT05209087"],"OfficialTitle":["Effects of Parental Influence on Physical Activity Level And Participation in Children With Duchenne Muscular Dystrophy"],"Phase":[],"BriefSummary":["The aims of our study are to determine the physical activity levels of school-age children with Duchenne Muscular Dystrophy who can walk and to investigate the effect of the parent on the child's physical activity level and participation."],"CollaboratorName":[],"DetailedDescription":["Duchenne Muscular Dystrophy (DMD) is the most common neuromuscular disease in childhood with an incidence of 1 per 3600-6000 live male births worldwide. It shows X-linked recessive inheritance. It is caused by a mutation in the gene encoding the dystrophin protein localized in Xp21.2. It is characterized by complete or partial deficiency of the cell membrane protein called dystrophin. Deficiency of dystrophin causes disruption of the structure of the muscle sarcolemma. Accordingly, the stress caused by repetitive contractions damages the sarcolemma. This deficiency leads to continuous degeneration of muscle fibers. As a result, it causes progressive loss in the strength of skeletal muscles, respiration and later cardiac muscles. As the disease progresses, due to muscle damage and weakness, the child's ability to perform daily tasks such as climbing stairs and walking short distances becomes impaired and functional skills decrease. Respiratory and cardiac muscle involvement is the most important cause of mortality in these patients before the age of 30.\n\nParticipation is a measurable outcome of health. This measure is defined as direct participation in life by the International Classification of Functioning, Disability and Health (ICF). Participation for children and youth includes activities such as personal care, mobility, social relations, education, play and leisure activities. Disabled children participate less in daily activities than healthy children.\n\nConsidering the progression of their diseases, the participation of children with DMD in physical activity decreases over time. Functional disorders in children with DMD affect their daily living activities, limiting their participation in similar activities with their peers. Research shows that children with DMD have lower levels of physical activity from a young age than their healthy peers. There are also studies in the literature showing that there is a decrease in the functional independence and quality of life of children with DMD as well as their families and caregivers.\n\nParticipation in regular physical activity in disabled children and youth contributes to physical, psychosocial and social development. Safe and effective physical activity can positively affect the nutritional status, mobility and social participation of patients with DMD throughout their lives. This indicates that we need to improve our understanding of the determinants and mechanisms underlying the thinking of children and adolescents with DMD regarding physical activity behaviors.\n\nParents play an important role in shaping their children's beliefs, attitudes, and behaviors across a wide range of developmental domains, including cognitive, social, and emotional domains. In addition to studies examining physical activity interventions for healthy children and youth, strong evidence has been shown that families can have a significant influence in increasing the physical activity of children and youth with disabilities. Parental behaviors that promote physical activity in children have two aspects: 1) role modeling, which includes efforts to be active alongside the parent's interest in physical activity, and 2) parental encouragement and involvement, providing access and opportunities for the child to be active (for example transport to sports complexes and parks). Studies examining the influence of parents on physical activity behaviors of children and adolescents shows that there is a positive relationship between parental behaviors and the activities in which children participate.\n\nWhen the literature on individuals with DMD was examined, a limited number of studies were found that investigated both the physical activity level of the child with DMD and the effects of the parent on the activity level of the child with DMD. Therefore, the aims of our study are to determine the physical activity levels of school-age children with Duchenne Muscular Dystrophy who can walk and to investigate the effect of the family on the child's physical activity level and participation."],"EnrollmentCount":["30"],"IsFDARegulatedDevice":["No"],"IsFDARegulatedDrug":["No"]},{"Rank":8,"NCTId":["NCT02069756"],"OfficialTitle":["The Duchenne Registry: An International, Patient-Report Registry for Individuals With Duchenne and Becker Muscular Dystrophy (Member of TREAT-NMD Neuromuscular Network)"],"Phase":[],"BriefSummary":["The Duchenne Registry is an online, patient-report registry for individuals with Duchenne and Becker muscular dystrophy and carrier females. The purpose of the Registry is to connect Duchenne and Becker patients with actively recruiting clinical trials and research studies, and to educate patients and families about Duchenne and Becker care and research. At the same time, The Duchenne Registry is a valuable resource for clinicians and researchers in academia and industry, allowing access to de-identified, aggregate datasets provided by patients and their families-information that is vital to advances in the care and treatment of Duchenne. The Duchenne Registry is a member of the TREAT-NMD Neuromuscular Network."],"CollaboratorName":["Parent Project Muscular Dystrophy"],"DetailedDescription":["The Duchenne Registry (previously DuchenneConnect) was created in 2007 by Parent Project Muscular Dystrophy (PPMD), with assistance from the NIH, the CDC, and Emory Genetics. In early 2011, PPMD alone began financing the registry's operation and maintenance, and is the sole guardian of The Duchenne Registry and its material.\n\nQuestions may be addressed to the Duchenne Registry Coordinators at telephone 888-520-8675 or coordinator@duchenneregistry.org. The Duchenne Registry Coordinators are certified genetic counselors who are available to answer questions regarding the registration process, genetic testing and counseling, and clinical trials and research studies."],"EnrollmentCount":["10000"],"IsFDARegulatedDevice":["No"],"IsFDARegulatedDrug":["No"]},{"Rank":9,"NCTId":["NCT02530905"],"OfficialTitle":["A Randomized, Double-Blind, Placebo-Controlled, Dose-Titration, Safety, Tolerability, and Pharmacokinetics Study Followed by an Open-Label Safety and Efficacy Evaluation of SRP-4045 in Advanced-Stage Patients With Duchenne Muscular Dystrophy Amenable to Exon 45 Skipping"],"Phase":["Phase 1"],"BriefSummary":["This is a first-in-human dose-titration and open-label extension study to assess safety, tolerability, and pharmacokinetics of SRP-4045 in advanced-stage Duchenne muscular dystrophy (DMD) patients with deletions amenable to exon 45 skipping."],"CollaboratorName":[],"DetailedDescription":["This is a randomized, placebo-controlled dose-titration study to assess safety, tolerability, and pharmacokinetics of 4 dose levels of SRP-4045 in genotypically confirmed advanced-stage DMD patients with deletions amenable to exon 45 skipping.\n\nAfter completion of the dose-titration portion of the study and SRP-4045 is determined to be safe, all patients will be evaluated on open-label SRP-4045 for the duration of the study.\n\nSafety, including adverse event monitoring, routine laboratory assessments, and cardiac testing will be monitored through the duration of the dose-titration and open-label portions of the study.\n\nClinical efficacy will be assessed at regularly scheduled study visits via quality of life questionnaires and tests of pulmonary and upper extremity function through the duration of the dose-titration and open-label portions of the trial."],"EnrollmentCount":["12"],"IsFDARegulatedDevice":["No"],"IsFDARegulatedDrug":["Yes"]},{"Rank":10,"NCTId":["NCT03039686"],"OfficialTitle":["A Randomized, Double Blind, Placebo-Controlled, Study to Assess the Efficacy, Safety, and Tolerability of RO7239361 in Ambulatory Boys With Duchenne Muscular Dystrophy"],"Phase":["Phase 2","Phase 3"],"BriefSummary":["This is a multi-center, randomized, double-blind, placebo-controlled study to assess the efficacy, safety and tolerability of two different weekly doses of RO7239361 in ambulatory boys with Duchenne Muscular Dystrophy (DMD)."],"CollaboratorName":[],"DetailedDescription":[],"EnrollmentCount":["166"],"IsFDARegulatedDevice":["No"],"IsFDARegulatedDrug":["Yes"]}]}}