[
    {
        "_id": "62dce0f6bd4b34636552a19d",
        "Condition": "Sickle Cell Disease",
        "NCTId": "NCT01566890",
        "isFDAReg": false,
        "hasResults": false,
        "startYear": 2012,
        "compYear": 2022,
        "url": "https://clinicaltrials.gov/ct2/show/NCT01566890",
        "OfficialTitle": "Effect of Adenosine 2A Receptor Agonist Regadenoson on Microvascular Blood Flow in Sickle Cell Anemia",
        "BriefSummary": "Sickle cell disease (SCD) is an inherited blood disorder that causes the red blood cells to change their shape from a round shape to a half-moon/crescent or sickled shape. Sickle-shaped cells can cause problems by getting stuck in blood vessels, blocking blood flow, and can cause inflammation and injury to important body parts. There are no specific treatments that improve this condition and promote blood flow hindered by sickle cell blockages. Another big challenge in managing sickle cell disease is that there are no good measures to determine changes and improvements in blood flow.\n\nContrast-enhanced ultrasound is a technique currently used to detect blood flow in the heart, muscles, and other organs. It is extremely sensitive and can detect blood flow in the smallest of blood vessels. It would be very useful in helping healthcare providers know whether treatment strategies are improving blood flow during sickle cell blockages.\n\nThe hypothesis is that contrast-enhanced ultrasound will be a feasible tool for determining changes in blood flow of subjects with sickle cell disease.",
        "CollaboratorName": "Medical College of Wisconsin",
        "LeadSponsorName": "Versiti",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a19e",
        "Condition": "Sickle Cell Anemia",
        "NCTId": "NCT01558076",
        "isFDAReg": false,
        "hasResults": false,
        "startYear": 2012,
        "compYear": 2016,
        "url": "https://clinicaltrials.gov/ct2/show/NCT01558076",
        "OfficialTitle": "Longitudinal Changes in Exercise Capacity in Children and Young Adults With Sickle Cell Anemia",
        "BriefSummary": "The purpose of this study is to use comprehensive exercise testing to examine longitudinal changes in exercise capacity over a 2 year period in children and young adults with sickle cell anemia.",
        "CollaboratorName": "National Heart, Lung, and Blood Institute (NHLBI)",
        "LeadSponsorName": "Ann & Robert H Lurie Children's Hospital of Chicago",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1a3",
        "Condition": "Sickle Cell Disease",
        "NCTId": "NCT05469828",
        "isFDAReg": true,
        "hasResults": false,
        "startYear": 2023,
        "compYear": 2028,
        "url": "https://clinicaltrials.gov/ct2/show/NCT05469828",
        "OfficialTitle": "Crizanlizumab Improves Tissue Oxygen Supply Demand Matching in Patients With Sickle Cell Anemia",
        "BriefSummary": "Hypothesis\n\nEfficient unloading of oxygen to regions of high metabolic demand requires a healthy microvasculature to sense local oxygen tension and regulate flow, accordingly. In sickle cell disease patients, the investigators have demonstrated oxygen supply-demand mismatch, or SDM, in proportion to anemia severity. SDM occurs in both the peripheral circulation and the brain, and four characteristics: 1) Hyperemia beyond expected for the level of anemia, 2) Corresponding loss of vascular dilatory reserve, 3) Impaired oxygen unloading to the tissues, and 4) Tissue hypoxia. In sickle cell disease, red blood cell (RBC) and white blood cell (WBC) adhere to vascular endothelium triggering transient or irreversible microvascular damage as well as releasing vasoactive substances that contribute to microvascular dysregulation. The investigators postulate that ongoing microvascular damage/dysregulation in the setting of increased total blood flow contributes to SDM. The investigators believe SEG101, by lowering RBC and WBC adhesion to the microvasculature, will improve SDM and tissue oxygenation.\n\nObjectives\n\nPrimary - The investigators will test whether SEG101 improves SDM in patients with sickle cell anemia by measuring the change in tissue oxygenation measured by near infrared spectroscopy (NIRS).\nSecondary/Exploratory - The investigators will identify end-organ disease and whether improvement of SDM by SEG101 occurs in patients with sickle cell anemia.",
        "CollaboratorName": "Novartis",
        "LeadSponsorName": "Children's Hospital Los Angeles",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1a5",
        "Condition": "Sickle Cell Anemia",
        "NCTId": "NCT02565849",
        "isFDAReg": false,
        "hasResults": false,
        "startYear": 2013,
        "compYear": 2015,
        "url": "https://clinicaltrials.gov/ct2/show/NCT02565849",
        "OfficialTitle": "Early Detection of Changes in Ventilatory Mechanics in Patients With Sickle Cell Anemia",
        "BriefSummary": "The Sickle Cell Anemia (SCA) is a recessive genetic condition, monogenic, resulting in defects in the red cell structure. In the investigators' country, this disease affects about 3,000 children each year and is considered one of the most prevalent disorders among the group of existing hereditary diseases.\n\nThe lungs are frequently affected in this disease by Acute Chest Syndrome (STA). Besides being the leading cause of death and the second leading cause of hospitalization in SCA, the STA is correlated with cognitive impairment frame these patients, resulting secondary Stroke vaso-occlusion of capillaries that supply the brain tissue.\n\nTraditional tests of pulmonary function allow assess whether the person has any commitment in the respiratory system, whether obstructive, restrictive or mixed. To run these tests it is necessary that the patient understands and performs a forced expiratory maneuver to obtain reliable results. In the particular case of SCA, performing these tests it is very difficult due to the presence of cognitive impairment of varying degrees. This results in underdiagnosis of early changes in the lung parenchyma during the therapeutic window, committing the proper monitoring and treatment offered to these patients.",
        "LeadSponsorName": "Rio de Janeiro State University",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1a6",
        "Condition": "Sickle Cell Anemia",
        "NCTId": "NCT00519701",
        "isFDAReg": false,
        "hasResults": false,
        "startYear": 2002,
        "compYear": 2007,
        "url": "https://clinicaltrials.gov/ct2/show/NCT00519701",
        "OfficialTitle": "Effects of Hydroxyurea on the Prevention of Chronic Organ Damage in Young Children With Sickle Cell Anemia",
        "BriefSummary": "The purpose of this study is to asses prospectively the safety and efficacy of hydroxyurea therapy in children with Sickle cell Anemia between ages 18 months and 5 years, with special emphasis on the ability of hydroxyurea to prevent or reverse chronic organ damage.",
        "LeadSponsorName": "Duke University",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1a7",
        "Condition": "Sickle Cell Disease",
        "NCTId": "NCT03327428",
        "isFDAReg": false,
        "hasResults": false,
        "startYear": 2016,
        "compYear": 2040,
        "url": "https://clinicaltrials.gov/ct2/show/NCT03327428",
        "OfficialTitle": "Register Sichelzellkrankheit Der GPOH",
        "BriefSummary": "Sickle cell disease is one of the most common hereditary diseases. Most severe complications can be avoided if the disease is detected early and treated appropriately.\n\nThe sickle cell disease registry of the Society for Paediatric Oncology/Haematology aims at describing the epidemiology of sickle cell disease in German-speaking central Europe. Patients with sickle cell disease will be characterized clinically and genetically and treatment will be documented with the aim to find predictors of the course of disease.\n\nIn addition, the registry results should provide a solid evidence base to incorporate sickle cell disease into routine newborn screening and to update the national guidelines for the management of patients suffering from sickle cell disease in Germany.\n\nA consortium of five university hospitals (Berlin, Frankfurt, Hamburg, Heidelberg, Ulm) has been mandated by the Society for Paediatric Oncology/Haematology to implement this registry.\n\nThe number of participating centers is constantly increasing and new centers that take care of either pediatric or adult patients with sickle cell disease are encouraged to support the registry.\n\nFor further information please refer to: http://www.sichelzellkrankheit.info/",
        "CollaboratorName": "GPOH Consortium Sickle Cell Disease",
        "LeadSponsorName": "University Hospital Heidelberg",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1a8",
        "Condition": "Sickle Cell Anemia",
        "NCTId": "NCT00586209",
        "isFDAReg": false,
        "hasResults": true,
        "startYear": 2004,
        "compYear": 2009,
        "url": "https://clinicaltrials.gov/ct2/show/NCT00586209",
        "OfficialTitle": "A Phase II, Prospective, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group, Study of L Glutamine Therapy for Sickle Cell Anemia and Sickle ß0-Thalassemia",
        "BriefSummary": "The primary purpose is to evaluate the effect of L-glutamine therapy on exercise endurance and breath by breath exercise response of sickle cell anemia patients\n\nThe secondary purpose is to assess the effect of L-glutamine on incidence of painful crises; level of chronic pain, and amount of daily requirement for narcotics.",
        "CollaboratorName": "Emmaus Medical, Inc.",
        "LeadSponsorName": "Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1a9",
        "Condition": "Preventing Stroke in Sickle Cell Anaemia",
        "NCTId": "NCT03666806",
        "isFDAReg": false,
        "hasResults": false,
        "startYear": 2018,
        "compYear": 2019,
        "url": "https://clinicaltrials.gov/ct2/show/NCT03666806",
        "OfficialTitle": "Preventing Stroke Triggers in Children With Sickle Cell Anaemia in Mulago Hospital, Kampala (PREST ): a Randomized Control Trial",
        "BriefSummary": "Sickle cell anaemia (SCA) is a common hereditary haemoglobin disorder in Africa. World wide it is estimated that about 300,000 newborns are born every year. Of which 75% of them live in Sub-saharan Africa (SSA). In Uganda, about 15,000 babies are born with sickle cell disease per year.\n\nIn Uganda, the stroke prevalence was found to be 6.2% in children admitted to the National referral hospital in Kampala. Notable between 21 to 30% of these children presented with co-morbidities such as anaemia, bacteraemia and painfull crisis. Stroke in SCA is mediated by several mechanism such as cellular adhesions, inflammatory markers, hemolysis associated oxidative stress and hemostatic activation. Stroke in SCA is primarily a large vessel stroke and the mechanisim state above lead to a narrowing of the lumen of the cerebral arteries Arterial ischaemic stroke which occurs frequently in children with SCA has been associated with bacterial infections. Recent studies have shown that minor infections such as flu like infections can play a critical role in the trigger of stroke in children.\n\nOur hypothesis is that viral flu infections is a key trigger for the risk of stroke in children with SCA. Our objective is to prevent the occurrence of flu illnesses in children with SCA thereby reducing the risk for stroke in our population of children with SCA.\n\nMethods: A randomized controlled double blinded study Study site: The study will be conducted at the Sickle Cell Clinic (SCC), Mulago Hospital. Inclusion criteria: will be ;age between 2 years and 12 years;All children whose parents will have consented and those above 7years will have to assent. Exclusion criteria: all children with previous strokes; children who have acute illness and are not clinically stable; any child with previous documented adverse event following immunization (AEFI).\n\nSample Size: Using Open EPI calculator for cohort studies we calculated a total sample size of 136 participant to achieve our objective. Using a 95% confidence interval, power of 80% and an unexposed outcome of 25% (4) using a ratio of 1:1. Each arm will have 68 participants. With anticipated 10% loss to follow up a total sample size of 150 with each arm having 75 participants.\n\nStudy utility: Globally, stroke triggers have been recently identified independent of the existing risk factors such as high cerebral velocity speeds on TCDs. Flues like illnesses have been reported to be stroke triggers in children with arterial ischaemic strokes worldwide.This study may influence the role of influenza vaccination in the prevention of stroke triggers in children with sickle cell anaemia. It will also add to the existing modalities which have helped to reduce the incidence of stroke amongst this high risk group of children with",
        "LeadSponsorName": "Makerere University",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1aa",
        "Condition": "Sickle Cell Anemia",
        "NCTId": "NCT02530242",
        "isFDAReg": false,
        "hasResults": true,
        "startYear": 2015,
        "compYear": 2015,
        "url": "https://clinicaltrials.gov/ct2/show/NCT02530242",
        "OfficialTitle": "Point-of-Care End-Tidal Carbon Monoxide Measurement to Screen for Sickle Cell Disease",
        "BriefSummary": "Modify the design of the CoSense device (Model C20112, currently cleared by the FDA for ETCO (end-tidal carbon monoxide) monitoring to improve accuracy and consistency under temperature conditions encountered in countries with high prevalence of SCD (Sickle Cell Disease).",
        "CollaboratorName": "Capnia, Inc.",
        "LeadSponsorName": "UCSF Benioff Children's Hospital Oakland",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1ab",
        "Condition": "Sickle Cell Disease",
        "NCTId": "NCT03716726",
        "isFDAReg": false,
        "hasResults": false,
        "startYear": 2021,
        "compYear": 2022,
        "url": "https://clinicaltrials.gov/ct2/show/NCT03716726",
        "OfficialTitle": "Understanding and Addressing the Social Determinants of Health for Families of Children With Sickle Cell Anemia Within Pediatric Hematology",
        "BriefSummary": "This mixed-methods study aims to understand the implementation of a previously tested, efficacious SDOH screening and referral intervention in the outpatient pediatric hematology setting; qualitatively assess possible mechanisms for such interventions on improving child health; and obtain population-specific empirical estimates to plan a large-scale clinical trial.",
        "CollaboratorName": "National Heart, Lung, and Blood Institute (NHLBI)",
        "LeadSponsorName": "Boston Medical Center",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1ac",
        "Condition": "Sickle Cell Anemia",
        "NCTId": "NCT01788631",
        "isFDAReg": false,
        "hasResults": true,
        "startYear": 2013,
        "compYear": 2016,
        "url": "https://clinicaltrials.gov/ct2/show/NCT01788631",
        "OfficialTitle": "A Phase II, Randomized, Placebo-Controlled Trial of Regadenoson in Sickle Cell Anemia",
        "BriefSummary": "This research study is a Phase II clinical trial, which tests the safety and effectiveness of an investigational drug called Regadenoson (or Lexiscan) to learn whether the drug works in treating a specific disease, in this case Sickle Cell Disease (SCD). \"Investigational\" means that the drug is being studied. It also means that the FDA has not yet approved the drug for your type of disease.\n\nSCD is an inherited blood disorder that causes the red blood cells to change their shape from a round shape to a half-moon/crescent or sickled shape. People who have SCD have a different type of protein that carries oxygen in their blood (hemoglobin) than people without SCD. This different type of hemoglobin makes the red blood cells change into crescent shape under certain conditions. Sickle-shaped cells are a problem because they often get stuck in the blood vessels blocking the flow of blood, and cause inflammation and injury to important areas in the body.\n\nRegadenoson (trade name Lexiscan) is a drug that may prevent this inflammation and injury caused by the sickle shaped cells. This drug is approved by the FDA to be used as a fast infusion during a heart stress test in people who are unable to exercise enough to put stress on their heart by making the heart beat faster. Regadenoson has been studied as a long infusion at this dose in adults, and no safety issues have been identified (ClinicalTrials.gov Identifier: NCT01085201). This is the first study to look at patient benefit with the long infusion of the drug. This drug has been used in laboratory experiments and information from those other research studies suggests that this drug may help to protect the body from damage caused by sickle-shaped cells in this research study.\n\nIn this research study, the investigators are specifically looking to see if Regadenoson is an effective treatment for pain crises and acute chest syndrome in SCD.",
        "CollaboratorName": "Brigham and Women's Hospital",
        "LeadSponsorName": "Dana-Farber Cancer Institute",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1ad",
        "Condition": "Sickle Cell Anemia",
        "NCTId": "NCT00948012",
        "isFDAReg": false,
        "hasResults": false,
        "startYear": 2006,
        "compYear": 2007,
        "url": "https://clinicaltrials.gov/ct2/show/NCT00948012",
        "OfficialTitle": "Exercise-induced Pulmonary Hypertension in Patients With Sickle-cell Anemia: an Echocardiographic Study.",
        "BriefSummary": "Pulmonary hypertension (PH) at rest is a risk factor for death in patients with sickle-cell anemia (SCA). Exercise echocardiography (EE) can detect latent PH. We sought to investigate the occurrence of exercise-induced PH in patients with SCA and normal pulmonary pressure (PP) at rest, and its relationship with clinical and echocardiographic variables.Forty-four patients with SCA and normal PP at rest were studied and divided into two groups: exhibiting normal PP after treadmill EE (TRV≤2.7m/s) (G1), and exhibiting exercise-induced PH (TRV>2.7m/s) (G2). TRV cutoff points at rest and during exercise were based on data from healthy control subjects, matched for age, sex, and body surface area. Data obtained from EE were correlated with clinical, echocardiographic and ergometric variables.Exercise-induced PH occurred in 57% of the sample (G2), significantly higher than those of G1. Exercise-induced PH was related to higher levels of creatinine (p<0.05), increased left atrial volume (p<0.05) and right ventricular diastolic area (p<0.05), larger E/Em waves ratio derived from spectral and tissue Doppler (p<0.05), and higher TRV at rest (p<0.005).We concluded that patients with SCA and normal PP at rest may exhibit exercise-induced PH, which was related to renal function, increased cardiac chambers, abnormal indices of diastolic function and baseline TRV levels.",
        "LeadSponsorName": "Federal University of São Paulo",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1ae",
        "Condition": "Sickle Cell Anemia",
        "NCTId": "NCT01801423",
        "isFDAReg": false,
        "hasResults": false,
        "startYear": 2013,
        "compYear": 2019,
        "url": "https://clinicaltrials.gov/ct2/show/NCT01801423",
        "OfficialTitle": "Primary Prevention of Strokes in Nigerian Children With Sickle Cell Disease Affiliated Titles: Sickle Cell Disease - Stroke Prevention in Nigeria (SPIN) Trial",
        "BriefSummary": "Given large absolute numbers of individuals with sickle cell disease in Nigeria, hydroxyurea therapy for all individuals with sickle cell disease may not be initially feasible; however, a targeted strategy of hydroxyurea use for primary prevention of strokes is an alternative to the standard therapy (observation) for high-risk individuals. The investigators propose a feasibility study, Sickle Cell Disease - Stroke Prevention in Nigeria (SPIN) Trial, to determine whether hydroxyurea can be used for primary prevention of strokes in Nigerian children with sickle cell anemia.",
        "CollaboratorName": "National Institutes of Health (NIH)",
        "LeadSponsorName": "Vanderbilt University Medical Center",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1af",
        "Condition": "Sickle Cell Anemia",
        "NCTId": "NCT02961218",
        "isFDAReg": true,
        "hasResults": true,
        "startYear": 2017,
        "compYear": 2020,
        "url": "https://clinicaltrials.gov/ct2/show/NCT02961218",
        "OfficialTitle": "A Multiple-dose, Subject- and Investigator-blinded, Placebo-controlled, Parallel Design Study to Assess the Efficacy, Safety and Tolerability of ACZ885 (Canakinumab) in Pediatric and Young Adult Patients With Sickle Cell Anemia",
        "BriefSummary": "The study assesses the efficacy, safety and tolerability of ACZ885 (canakinumab) in pediatric and young adult patients with sickle cell anemia (SCA).",
        "LeadSponsorName": "Novartis Pharmaceuticals",
        "__v": 0
    },
    {
        "_id": "62dce0f6bd4b34636552a1b0",
        "Condition": "Sickle Cell Anemia in Children",
        "NCTId": "NCT05018728",
        "isFDAReg": true,
        "hasResults": false,
        "startYear": 2022,
        "compYear": 2022,
        "url": "https://clinicaltrials.gov/ct2/show/NCT05018728",
        "OfficialTitle": "The Effect of Voxelotor on Cerebral Hemodynamic Response in Children With Sickle Cell Anemia",
        "BriefSummary": "Voxelotor is a new drug for adolescents and adults with sickle cell disease that improves hemoglobin levels and reduces the incidence of worsening anemia. However, it is unclear whether this increase in hemoglobin is associated with a reduction in cerebral metabolic stress. This study will measure the effects of voxelotor on cerebral hemodynamics.",
        "CollaboratorName": "Global Blood Therapeutics",
        "LeadSponsorName": "Emory University",
        "__v": 0
    }
]